Repository: otabeknarz/ibratdebate
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: About project
ru: О проекте
uz: Loyiha haqida

source: Debate clubs
ru: Наши клубы дебатов
uz: Debat klublarimiz

source: Team
ru: Команда
uz: Jamoa

# moto
source: For young people to learn to listen, think and speak
ru: Мы проводим дебаты на английском языке в разных регионах нашей страны.
uz: Yoshlar tinglashni, fikrlashni va so'zlashni o'rganishi uchun

# welcome-text
source: <span class="bold">Ibrat Debate - </span>organized by <span class="bold">"Ibrat Farzandlari".</span> We organize <span class="bold">debates in English</span> in the regions of our country
ru: Чтобы молодежь научилась воспринимать других, эффективно размышлять и правильно высказывать свое мнение “Ibrat farzandlari” организовал Ibrat Debate.
uz: <span class="bold">Ibrat Debate - "Ibrat farzandlari"</span> tomonidan tashkil etilgan.Biz yurtimizning hududlarida <span class="bold">ingliz tilida debatlar</span> o'tkazamiz.

source: More details
ru: Дополнительная информация
uz: Batafsil ma'lumot

# participate
source: Join to Debate
ru: Участвовать в дебатах
uz: Debatega qatnashish

source: Upcoming debates
ru: Ближайшие дебаты
uz: Tez oradagi debatelar

# debates-nowadays
source: Our debates are currently available in these areas and you can join
ru: На данный момент у нас доступны дебаты в этих регионах и вы можете принять в них участие.
uz: Hozirda bizning debatlarimiz shu hududlarda mavjud va siz ham qatnashishingiz mumkin

# tashkent
source: Tashkent city
ru: Город Ташкент
uz: Toshkent shahri

# jizzakh
source: Jizzakh region
ru: Джизакская область
uz: Jizzax viloyati

# samarkand
source: Samarkand region
ru: Самаркандская область
uz: Samarqand viloyati

# ferghana
source: Ferghana region
ru: Ферганская область
uz: Farg'ona viloyati

# surkhondaryo
source: Surkhondaryo region
ru: Сурхандарьинская область
uz: Surxondaryo viloyati

# namangan
source: Namangan region
uz: Namangan viloyati

# andijan
source: Andijon region
uz: Andijon viloyati

# khorezm
source: Xorazm region
uz: Xorazm viloyati

# kashkadarya
source: Qashqadaryo region
uz: Qashqadaryo viloyati

# karakalpakstan
source: Qoraqalpog'iston region
uz: Qoraqalpog'iston viloyati

source: Previous debates
ru: Прошедшие дебаты
uz: Bo'lib o'tgan debatelar

source: Details
ru: Подробнее
uz: Batafsil

source: See more
ru: Прошедшие все
uz: Barchasi

# faq-title
source: Frequently asked questions
ru: Часто задаваемые вопросы
uz: Ko'p so'raladigan savollar

# faq-subtitle
source: We have left answers to questions that may be of interest to you
ru: Мы оставили ответы на вопросы которые могут вас заинтересовать
uz: Biz sizga qiziq bo'lishi mumkin bo'lgan savollarga javob qoldirdik

# faq-q-1
source: What should I do to participate in the debates?
ru: Что нужно сделать чтобы принять участие в дебатах Ibrat?
uz: Ibrat debatda qatnashish uchun nima qilish kerak?

# faq-a-1
source: In order to participate in the debate sessions, you have to register in @ibratdebate_bot when the date of the new sessions are announced.
ru: Для участие в дебатах Ibrat необходимо зарегистрироваться через @ibratdebate_bot в приложении Telegram после объявления даты сессии.
uz: Ibrat debateda qatnashish uchun sessiya sanasi e`lon qilinganidan keyin telegram ilovasidagi @ibratdebate_bot orqali ro`yhatdan o`tish kerak.

# faq-q-2
source: What level of English do I need to take part in the debates?
ru: Какой уровень английского языка у меня должен быть для участия в дебатах?
uz: Debatda qatnashish uchun ingliz tilidagi darajam qanday bo`lishi kerak?

# faq-a-2
source: Your level of English should be at least B1. If your level is lower than that you can participate as a listener.
ru: Для участия в дебатах ваш уровень английского языка должен быть не ниже В1. Если ваш уровень ниже, вы можете участвовать в качестве слушателя.
uz: Debatlarda qatnashish uchun ingliz tilidagi darajangiz kamida B1 bo`lishi kerak. Agar darajangiz bundan past bo’lsa, tinglovchi bo’lib qatnashsangiz ham bo’ladi.

# faq-q-3
source: What should I do in order to become a ‘best debater’ and receive a sertificate?
ru: Что нужно сделать, чтобы получить сертификат Best Debater?
uz: Best debater sertifikatini olish uchun nima qilish kerak?

# faq-a-3
source: You have to be active, present the best arguments and counterarguments and show your leadership skills through leading the team during the sessions, in order to become a ‘best debater’.
ru: Для того, чтобы получить сертификат Best Debater, необходимо активно участвовать в ходе сессии, уметь проводить лучшие аргументы и контраргументы, а также проявлять лидерские качества.
uz: Debatlarda qatnashib Best debater sertifikatini olish uchun sessiya davomida aktiv qatnashish, eng zo’r argument va kontur argumentlarni bera olish va liderlik qobiliyatini ko`rsata olish lozim.

# faq-q-4
source: Where are the debates conducted?
ru: Где пройдут дебаты?
uz: Debatlar qayerda bo`lib o`tadi?

# faq-a-4
source: Nowadays, Ibrat debate is conducted in 7 different locations: Tashkent city, Jizzakh , Samarkand, Fergana, Namangan, Khorezm and Surkhondaryo regions.
ru: На данный момент дебатные сессии проводятся в 7-ми регионах нашей страны. В городе Ташкент, Джизакской, Самаркандской, Ферганской, Наманганской, Хорезмской и Сурхандарьинской областях.
uz: Debat sessiyalari hozirgi kunda yurtimizning 7 ta hududi: Toshkent shahri, Jizzax, Samarqand, Farg`ona, Namangan, Xorazm va Surxondaryo viloyatlarida o`tkaziladi.

# purpose
source: Purpose of the project
ru: Цели проекта
uz: Loyihadan maqsad

# purpose-1
source: Development of young people's English speaking
ru: Развить речь у молодежи на английском языке
uz: Yoshlarning ingliz tilida speakingini rivojlantirish

# purpose-2
source: Formation of young people's opinions within current topics
ru: Формировать мнения у молодежи в рамках актуальных тем
uz: Aktual mavzular doirasida yoshlarning fikrlarini shakllantirish

# purpose-3
source: Creating a networking space for young people with the same goals
ru: Создать networking zone для молодых людей с одинаковыми целями
uz: Maqsadlari bir bo'lgan yoshlar uchun networking maydoni yaratish

# purpose-4
source: Development of debating skills in young people
ru: Развитие дебатных навыков у молодежи
uz: Yoshlarda debat qilish ko'nikmalarini rivojlantirish
